"ALL_DAY_DAY_VIEW" = "終日";
"NOON" = "正午";
"UNTITLED_EVENT" = "新規イベント";
"ALL_DAY" = "終日";
"ALL_DAY_EVENTS" = "終日イベント";
"CELL_ENDS" = "終了";

"CALENDARS" = "カレンダー";

"ALL" = "すべて";
"ALL_CALENDARS" = "すべてのカレンダー";
"ALL_OF_STORE" = "%@のすべて";
"N_CALENDARS" = "%@件のカレンダー";

"SHOW_CALENDARS" = "カレンダーを表示";
"SHOW_ALL_CALENDARS" = "すべてのカレンダーを表示";
"HIDE_ALL_CALENDARS" = "すべてのカレンダーを隠す";
"NO_CALENDARS" = "カレンダーなし";

"ALERT" = "通知";
"ALERT_LOWERCASE" = "通知";
"ALERT_DETAIL_NAV_TITLE" = "イベント通知";
"SECOND_ALERT" = "予備の通知";
"NONE_ALERT" = "なし";
"NONE_INVITEES" = "なし";
"EVENT" = "イベント";
"EVENTS" = "イベント";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@日";
"INTERVAL_DAY" = "1日";
"INTERVAL_HOURS" = "%@時間";
"INTERVAL_HOUR" = "1時間";
"INTERVAL_MINUTES" = "%@分";
"INTERVAL_MINUTE" = "1分";
"INTERVAL_SECONDS" = "%@秒";
"INTERVAL_SECOND" = "1秒";
"INTERVAL_WEEK" = "1週間";
"INTERVAL_FORMAT_BEFORE" = "%@前";
"INTERVAL_FORMAT_AFTER" = "%@後";
"BEFORE" = "前";
"AFTER" = "後";
"ON_TIME" = "イベントの予定時刻";
"ON_TIME_AT" = "イベントの当日（%@）";
"ALL_DAY_ALARM_FORMAT" = "%@（%@）";


"DAY_TO_BETWEEN_TIMES" = "〜";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "〜";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%2$@ %1$@";

"DETAIL_ALL_DAY" = "終日";

"DETAIL_DURATION_FORMAT" = "%@〜%@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "開始: %2$@ %1$@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@〜%@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "終了: %2$@ %1$@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "%@から終日";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "終了: %@";

"CALENDAR" = "カレンダー";
"UNTITLED_CALENDAR" = "名称未設定カレンダー";
"UNTITLED_ACCOUNT" = "名称未設定アカウント";

"NOTES_PLACEHOLDER" = "メモ";
"NOTES_LOWERCASE" = "メモ";
"NOTES" = "メモ";
"SHOW_ALL_NOTES" = "すべてのメモを表示";

"URL" = "URL";
"URL_LOWERCASE" = "URL";

"VIEW_ON_FACEBOOK" = "Facebookで表示";

"UNKNOWN" = "不明";

"SHARED_CALENDAR" = "共有カレンダー";
"SHARED" = "共有";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "配信元 %@";
"SHARED_WITH_SINGLE_PERSON" = "%@と共有";
"SHARED_WITH_MULTIPLE_PEOPLE" = "%@その他と共有…";
"PUBLIC_AND_SHARED" = "公開および%@と共有…";

"ACCESS_DENIED_EVENTS" = "このAppにはカレンダーへのアクセス権がありません。";
"ACCESS_DENIED_REMINDERS" = "このAppにはリマインダーへのアクセス権がありません。";

/* Name of subscribed group */
"SUBSCRIBED" = "照会";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "誕生日";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "その他";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "リマインダー";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "自宅";
"ICLOUD_WORK_CALENDAR" = "職場";

"STARTS" = "開始";
"ENDS" = "終了";

"REPEAT" = "繰り返し";
"NEVER" = "しない";
"DAILY" = "毎日";
"WEEKLY" = "毎週";
"BIWEEKLY" = "隔週";
"MONTHLY" = "毎月";
"YEARLY" = "毎年";
"CUSTOM" = "カスタム";

"AVAILABILITY" = "状況表示";
"BUSY" = "予定あり";
"FREE" = "予定なし";
"TENTATIVE" = "仮承諾の予定あり";
"OUT_OF_OFFICE" = "不在";

"EDIT" = "編集";
"CANCEL" = "キャンセル";
"DONE" = "完了";
"ADD" = "追加";
"TO_WITH_COLON" = "宛先:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "イベントの詳細";
"ICS_EVENTS" = "%@イベント";

/* button title */
"ICS_ADD_ALL" = "すべてを追加";
"ICS_ADD_SOME" = "追加（%@）";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "カレンダーを選択";

"DELETE_CALENDAR" = "カレンダーを削除";
"EDIT_CALENDAR" = "カレンダーを編集";
"EDIT_CALENDARS" = "カレンダーを編集";
"ADD_CALENDAR" = "カレンダーを追加";
"JOIN_CALENDAR" = "カレンダーに参加";
"CALENDAR_NAME" = "カレンダーの名前";
"NEW_CALENDAR_WITH_ELLIPSIS" = "新規カレンダー…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "カレンダーを追加…";
"DELETE_CALENDAR_CONFIRMATION" = "このカレンダーを削除してもよろしいですか? このカレンダーを削除すると、このカレンダーに登録されているすべてのイベントとリマインダーも削除されます。";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "このカレンダーを削除してもよろしいですか? このカレンダーに登録されているすべてのイベントとリマインダーも削除されます。";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "このカレンダーを削除してもよろしいですか? このカレンダーに登録されているすべてのリマインダーも削除されます。";

"UNKNOWN_IDENTITY" = "不明な人";
"UNKNOWN_IDENTITY_CAPITALIZED" = "不明な人";

"JOIN_CALENDAR_TITLE_FORMAT" = "“%@”に参加しますか？";
"JOIN_CALENDAR_BODY_FORMAT" = "%@さんは、あなたにカレンダーの共有への参加依頼を出しました。";

"CANCELELD_BY_FORMAT" = "キャンセル（%@）";
"FROM_FORMAT" = "変更前: %@";
"TIME_CHANGED_TO_FORMAT" = "時間が%@に変更されました";
"DATE_CHANGED_TO_FORMAT" = "日付が%@に変更されました";
"LOCATION_CHANGED" = "場所が変更されました";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "カラー";
"PURPLE" = "パープル";
"ORANGE" = "オレンジ";
"BLUE" = "ブルー";
"RED" = "レッド";
"BROWN" = "ブラウン";
"YELLOW" = "イエロー";
"GREEN" = "グリーン";

"SHARED_WITH_COLON" = "共有相手:";
"PENDING" = "保留中";
"OWNER" = "オーナー";
"ADD_PERSON" = "個人を追加";
"ADD_PERSON_WITH_ELLIPSIS" = "個人を追加…";
"PUBLIC_CALENDAR" = "公開カレンダー";
"PUBLIC_CALENDAR_DESCRIPTION" = "このカレンダーを読み出し専用でだれでも照会できるようにします。";
"PUBLISHING_WITH_ELLIPSIS" = "公開中…";
"VIEW_ONLY" = "表示のみ";
"VIEW_AND_EDIT" = "表示と編集";
"ALLOW_EDITING" = "編集を許可";
"ALLOW_EDITING_DESCRIPTION" = "この人がカレンダーを変更できる\nようにします。";
"RESEND_SHARING_INVITATION" = "共有依頼を再送信";
"REMOVE_FROM_CALENDAR" = "カレンダーから削除";
"REMOVE" = "削除";
"REMOVE_ALERT_TEXT" = "%@はただちにこのカレンダーにアクセスできなくなります。";
"SHARE_LINK_WITH_ELLIPSIS" = "リンクを共有…";
"SHARE_LINK_TO_CALENDAR_WITH" = "カレンダーへのリンクの共有相手:";
"EMAIL" = "メール";
"MESSAGE" = "メッセージ";
"TWEET" = "ツイート";
"COPY_LINK" = "リンクをコピー";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "%@に追加（%@）";
"SHARED_DELETED_FROM_CALENDAR_BY" = "%@から削除（%@）";
"SHARED_UPDATED_IN_CALENDAR_BY" = "%@でアップデート（%@）";
"SHARED_ONE_PROP_CHANGED_BY" = "%@を変更（%@）";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@を%@に変更（%@）";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@と%@を変更（%@）";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@件のイベントが%@に追加されました。";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@件のイベントが%@から削除されました。";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%1$@件のイベントが%2$@でアップデートされました。";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%1$@件のイベントが%3$@によって%2$@に追加されました。";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%1$@件のイベントが%3$@によって%2$@から削除されました。";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%1$@件のイベントが%2$@で%3$@によってアップデートされました。";

"SHARED_PROP_DATE" = "日付";
"SHARED_PROP_TIME" = "時間";
"SHARED_PROP_TITLE" = "タイトル";
"SHARED_PROP_LOCATION" = "場所";

"ADD_SHAREES_PROMPT" = "このカレンダーに参加者を追加します。";

"CREATED_BY" = "作成者";
"EDITED_BY" = "編集者";
"CREATED_BY_LOWERCASE" = "作成者";
"EDITED_BY_LOWERCASE" = "編集者";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@が共有カレンダーに参加しました。";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@がカレンダーの共有を辞退しました。";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@さんはこの共有カレンダーの参加依頼を保留中です。";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "このカレンダーの共有は取り消されました。";
"SHARED_CALENDAR_NOW_PUBLIC" = "このカレンダーは公開されました。";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "%@カレンダーを照会できます";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "%@カレンダーを照会できます: %@";

"ATTACHMENTS" = "添付ファイル";
"ATTACHMENTS_LOWERCASE" = "添付ファイル";
"CANNOT_OPEN_ATTACHMENT" = "添付ファイルを開けません";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@/%@";
"ATTACHMENT_DOWNLOAD_ERROR" = "添付ファイルのダウンロード中にエラーが起きました。";
"ATTACHMENT_FILE_TYPE_ERROR" = "このファイルタイプはサポートされていません。";
"UNTITLED_ATTACHMENT" = "名称未設定の添付ファイル";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "カレンダーをアップデート中…";

"ENDS_TIME_FORMAT" = "%@に終了";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ %@";
"CALENDAR_TODAY" = "今日";
"CALENDAR_TODAY_LOWER" = "今日";
"CALENDAR_YESTERDAY" = "昨日";
"CALENDAR_YESTERDAY_LOWER" = "昨日";
"CALENDAR_TOMORROW" = "明日";
"CALENDAR_TOMORROW_LOWER" = "明日";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "先週の%@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "先週の%@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "この前の%@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "先週の%@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "次の%@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "この%@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "次の%@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "この%@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "照会";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "照会";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
